[
    {
        "name": "Ethnic group",
        "description": "An ethnic group or an ethnicity is a grouping of people who identify with each other on the basis of shared attributes that distinguish them from other groups. Those attributes can include common sets of traditions, ancestry, language, history, society, culture, nation, religion, or social treatment within their residing area.[1][2][3] The term ethnicity is often times used interchangeably with the term nation, particularly in cases of ethnic nationalism, and is separate from the related concept of races.\n"
    },
    {
        "name": "2026 FIFA World Cup",
        "description": "The 2026 FIFA World Cup will be the 23rd FIFA World Cup, the quadrennial international men's soccer championship contested by the national teams of the member associations of FIFA. The tournament will be jointly hosted by 16 cities in three North American countries: Canada, Mexico, and the United States. The United States will host 60 matches, including every match from the quarterfinals onward, while neighboring Canada and Mexico will each host 10 matches. The tournament will be the first hosted by three nations.[1][2] Argentina are the defending champions.\n"
    },
    {
        "name": "Types of social groups",
        "description": "In the social sciences, social groups can be categorized based on the various group dynamics that define social organization.[1] In sociological terms, groups can fundamentally be distinguished from one another by the extent to which their nature influence individuals and how.[2][3] A primary group, for instance, is a small social group whose members share close, personal, enduring relationships with one another (e.g. family, childhood friend). By contrast, a secondary group is one in which interactions are more impersonal than in a primary group and are typically based on shared interests, activities, and/or achieving a purpose outside the relationship itself (e.g. coworkers, schoolmates).[1]\n"
    },
    {
        "name": "Yahoo! Groups",
        "description": "Prior to February 2020, Yahoo! Groups was one of the world's largest collections of online discussion boards. It allowed members to subscribe to various groups, read subscribed discussions online, view and share photos, files and bookmarks within a group, access a group calendar, create polls for group members, and receive email notifications of new discussion topics. Some groups were simply announcement boards, to which only the group moderators could post, while others were discussion forums. Depending on each group's settings, membership could be open to everyone or only to invited and/or approved people.\n"
    },
    {
        "name": "Taxonomy (biology)",
        "description": "In biology, taxonomy (from Ancient Greek  τάξις (taxis) 'arrangement', and  -νομία (-nomia) 'method') is the scientific study of naming, defining (circumscribing) and classifying groups of biological organisms based on shared characteristics. Organisms are grouped into taxa (singular: taxon) and these groups are given a taxonomic rank; groups of a given rank can be aggregated to form a more inclusive group of higher rank, thus creating a taxonomic hierarchy. The principal ranks in modern use are domain, kingdom, phylum (division is sometimes used in botany in place of phylum), class, order, family, genus, and species. The Swedish botanist Carl Linnaeus is regarded as the founder of the current system of taxonomy, as he developed a ranked system known as Linnaean taxonomy for categorizing organisms and binomial nomenclature for naming organisms.\n"
    },
    {
        "name": "Language family",
        "description": "A language family is a group of languages related through descent from a common ancestral language or parental language, called the proto-language of that family. The term \"family\" reflects the tree model of language origination in historical linguistics, which makes use of a metaphor comparing languages to people in a biological family tree, or in a subsequent modification, to species in a phylogenetic tree of evolutionary taxonomy. Linguists therefore describe the daughter languages within a language family as being genetically related.[1]\n"
    },
    {
        "name": "2023 AFC Asian Cup",
        "description": "The 2023 AFC Asian Cup will be the 18th edition of the AFC Asian Cup, the quadrennial international men's football championship of Asia organised by the Asian Football Confederation (AFC). It will involve 24 national teams after expansion in 2019, with Qatar as the defending champions.[1][2]\n"
    },
    {
        "name": "Ethnic groups in Russia",
        "description": "Russia, as the largest country in the world, has great ethnic diversity, is a multinational state, and is home to over 190 ethnic groups nationwide. However, demographically; ethnic Russians dominate the country's population. In the 2010 Census, roughly 81% of the population were ethnic Russians, and the remaining 19% of the population were ethnic minorities. The 83 (or 85) federal subjects which together constitute the Russian Federation include:\n"
    },
    {
        "name": "List of ethnic groups in China",
        "description": "The Han people are the largest ethnic group in mainland China. In 2010, 91.51% of the population were classified as Han (~1.2 billion).[1] Besides the Han Chinese majority, 55 other ethnic (minority) groups are categorized in present China, numbering approximately 105 million people (8%), mostly concentrated in the bordering northwest, north, northeast, south and southwest but with some in central interior areas.\n"
    },
    {
        "name": "Functional group",
        "description": "In organic chemistry, a functional group is a substituent or moiety in a molecule that causes the molecule's characteristic chemical reactions. The same functional group will undergo the same or similar chemical reactions regardless of the rest of the molecule's composition.[1][2] This enables systematic prediction of chemical reactions and behavior of chemical compounds and the design of chemical synthesis. The reactivity of a functional group can be modified by other functional groups nearby. Functional group interconversion can be used in retrosynthetic analysis to plan organic synthesis.\n"
    },
    {
        "name": "Opposition (politics)",
        "description": "In politics, the opposition comprises one or more political parties or other organized groups that are opposed, primarily ideologically, to the government (or, in American English, the administration), party or group in political control of a city, region, state, country or other political body. The degree of opposition varies according to political conditions. For example, in authoritarian and democratic systems, opposition may be respectively repressed or desired.[1]\n"
    },
    {
        "name": "Corporate group",
        "description": "A corporate group or group of companies is a collection of parent and subsidiary corporations that function as a single economic entity through a common source of control. These types of groups are often managed by an account manager. The concept of a group is frequently used in tax law, accounting and (less frequently) company law to attribute the rights and duties of one member of the group to another or the whole.[citation needed] If the corporations are engaged in entirely different businesses, the group is called a conglomerate. The forming of corporate groups usually involves consolidation via mergers and acquisitions, although the group concept focuses on the instances in which the merged and acquired corporate entities remain in existence rather than the instances in which they are dissolved by the parent.[citation needed] The group may be owned by a holding company which may have no actual operations.\n"
    },
    {
        "name": "List of ethnic groups of Africa",
        "description": "The ethnic groups of Africa number in the thousands, with each population generally having its own language (or dialect of a language) and culture. The ethnolinguistic groups include various Afroasiatic, Khoisan, Niger-Congo, and Nilo-Saharan populations.\n"
    },
    {
        "name": "Google Groups",
        "description": "Google Groups is a service from Google that provides discussion groups for people sharing common interests. The Groups service also provides a gateway to Usenet newsgroups via a shared user interface.\n"
    },
    {
        "name": "List of contemporary ethnic groups",
        "description": "The following is a list of contemporary ethnic groups. There has been constant debate over the classification of ethnic groups. Membership of an ethnic group tends to be associated with shared ancestry, history, homeland, language or dialect and cultural heritage; where the term \"culture\" specifically includes aspects such as religion, mythology and ritual, cuisine, dressing (clothing) style and other factors.\n"
    },
    {
        "name": "Social group",
        "description": "In the social sciences, a social group can be defined as two or more people who interact with one another, share similar characteristics, and collectively have a sense of unity.[1] Regardless, social groups come in a myriad of sizes and varieties. For example, a society can be viewed as a large social group. The system of behaviors and psychological processes occurring within a social group or between social groups is known as group dynamics.\n"
    },
    {
        "name": "Ethnic groups in Pakistan",
        "description": "\nPakistan is a diverse country and the major Pakistani ethnolinguistic groups include Punjabis, Pashtuns, Sindhis, Saraikis, Muhajirs, Balochs, Pothoharis/Paharis[a] and Brahuis,[2][note 1] with significant numbers of Kashmiris, Chitralis, Shina, Baltis, Kohistanis, Torwalis, Hazaras, Burusho, Wakhis, Kalash, Siddis and other various minorities.[4][5]\n"
    },
    {
        "name": "Nigeria",
        "description": "Nigeria (/naɪˈdʒɪəriə/  ny-JEER-ee-ə),[a] officially the Federal Republic of Nigeria, is a country in West Africa.  It is situated between the Sahel to the north and the Gulf of Guinea to the south in the Atlantic Ocean. It covers an area of 923,769 square kilometres (356,669 sq mi), and with a population of over 225 million, it is the most populous country in Africa, and the world's sixth-most populous country. Nigeria borders Niger in the north, Chad in the northeast, Cameroon in the east, and Benin in the west. Nigeria is a federal republic comprising 36 states and the Federal Capital Territory, where the capital, Abuja, is located. The largest city in Nigeria is Lagos, one of the largest metropolitan areas in the world and the second-largest in Africa.\n"
    },
    {
        "name": "List of South Korean girl groups",
        "description": "A non cllasical wiki page. No summary is avelible"
    },
    {
        "name": "South Asian ethnic groups",
        "description": "South Asian ethnic groups are an ethnolinguistic grouping of the diverse populations of South Asia, including the nations of India, Pakistan, Bangladesh, Nepal, Bhutan,  the Maldives, and Sri Lanka.[1] While Afghanistan is variously considered to be part of both Central Asia and South Asia, Afghans are generally not included among South Asians.[2][3][4][5][6][7][8][9]\n"
    },
    {
        "name": "In-group and out-group",
        "description": "In sociology and social psychology, an in-group is a social group to which a person psychologically identifies as being a member. By contrast, an out-group is a social group with which an individual does not identify. People may for example identify with their peer group, family, community, sports team, political party, gender, sexual orientation, religion, or nation. It has been found that the psychological membership of social groups and categories is associated with a wide variety of phenomena.\n"
    },
    {
        "name": "Colombia",
        "description": "Colombia (/kəˈlʌmbiə/ (listen), /-ˈlɒm-/;[12] Spanish: [koˈlombja] (listen)), officially the Republic of Colombia,[a] is a country in South America with insular regions in North America—near Nicaragua's Caribbean coast—as well as in the Pacific Ocean. The Colombian mainland is bordered by the Caribbean Sea to the north, Venezuela to the east and northeast, Brazil to the southeast, Ecuador and Peru to the south and southwest, the Pacific Ocean to the west, and Panama to the northwest. Colombia is divided into 32 departments and the Capital District of Bogotá, the country's largest city. It covers an area of 1,141,748 square kilometers (440,831 sq mi), and has a population of 52 million. Colombia's cultural heritage—including language, religion, cuisine, and art—reflects its history as a Spanish colony, fusing cultural elements brought by immigration from Europe and the Middle East, with those brought by enslaved Africans, as well as with those of the various Indigenous civilizations that predate colonization. Spanish is the official state language, although English and 64 other languages are recognized regional languages.\n"
    },
    {
        "name": "List of ethnic groups in Vietnam",
        "description": "There are 54 ethnic groups in Vietnam recognized by the Vietnamese government.[1] Each ethnicity has their own language, traditions, and subculture. The largest ethnic groups are: Kinh 85.32%, Tay 1.92%, Thái 1.89%, Mường 1.51%, Hmong 1.45%, Khmer 1.37%, Nùng 1.13%, Dao 0.93%, Hoa 0.78%, with all others comprising the remaining 3.7% (2019 census).[2] The Vietnamese term for minority ethnic groups are người thiểu số and dân tộc ít người (minority people).\n"
    },
    {
        "name": "T-groups",
        "description": "A T-group or training group (sometimes also referred to as sensitivity-training group, human relations training group or encounter group) is a form of group training where participants (typically between eight and fifteen people) learn about themselves (and about small group processes in general) through their interaction with each other. They use feedback, problem solving, and role play to gain insights into themselves, others, and groups.\n"
    },
    {
        "name": "Ethnic groups of Japan",
        "description": "Among the several native ethnic groups of Japan, the predominant group are the Yamato Japanese, who trace their origins back to the Yayoi period and have held political dominance since the Asuka period. Other historical ethnic groups have included the Ainu, the Ryukyuan people, the Emishi, and the Hayato; some of whom were dispersed or absorbed by other groups. Ethnic groups that inhabited the Japanese islands during prehistory include the Jomon people and lesser-known Paleolithic groups. In more recent history, a number of immigrants from other countries have made their home in Japan. According to census statistics in 2018, 97.8% of the population of Japan are Japanese, with the remainder being foreign nationals residing in Japan.[1] The number of foreign workers has been increased dramatically in recent years, due to the aging population and the lack of labor force. A news article in 2018 states that approximately 1 out of 10 young people residing in Tokyo are foreign nationals.[2]\n"
    },
    {
        "name": "Unix",
        "description": "Unix (/ˈjuːnɪks/; trademarked as UNIX) is a family of multitasking, multiuser computer operating systems that derive from the original AT&T Unix, whose development started in 1969[1] at the Bell Labs research center by Ken Thompson, Dennis Ritchie, and others.[4]\n"
    },
    {
        "name": "Ethnic groups in the Philippines",
        "description": "The Philippines is inhabited by more than 182 ethnolinguistic groups,[1]: 5   many of which are classified as \"Indigenous Peoples\" under the country's Indigenous Peoples' Rights Act of 1997. Traditionally-Muslim peoples from the southernmost island group of Mindanao are usually categorized together as Moro peoples, whether they are classified as Indigenous peoples or not. About 142 are classified as non-Muslim Indigenous People groups, and about 19 ethnolinguistic groups are classified as neither indigenous nor moro.[1]: 6  Various migrant groups have also had a significant presence throughout the country's history.\n"
    },
    {
        "name": "Segunda Federación",
        "description": "Segunda Federación, previously called Segunda División RFEF, also officially known as Segunda B-Segunda Federación,[1] is the fourth tier of the Spanish football league system containing 90 teams divided into five groups. It is administered by the Royal Spanish Football Federation. It is the second tier outside the top two professional leagues, the Primera División (also known as La Liga) and the Segunda División, being behind the Primera Federación and above the Tercera Federación. The division also includes the reserve teams of a number of La Liga and Segunda División teams.\n"
    },
    {
        "name": "Ethnic groups in Asia",
        "description": "The ancestral population of modern Asian people has its origins in the two primary prehistoric settlement centres – greater Southwest Asia and from the Mongolian plateau towards Northern China.\n"
    },
    {
        "name": "2026 FIFA World Cup qualification",
        "description": "The 2026 FIFA World Cup qualification will be the qualifying process which will decide the teams that will join hosts Canada, Mexico, and the United States at the 2026 FIFA World Cup.\n"
    },
    {
        "name": "Luzon",
        "description": "Luzon (/luːˈzɒn/; Tagalog pronunciation: [luˈson]) is the largest and most populous island in the Philippines. Located in the northern portion of the Philippines archipelago, it is the economic and political center of the nation, being home to the country's capital city, Manila, as well as Quezon City, the country's most populous city. With a population of 64 million as of 2021[update], [3] it contains 52.5% of the country's total population and is the fourth most populous island in the world.[4] It is the 15th largest island in the world by land area.\n"
    },
    {
        "name": "Group (mathematics)",
        "description": "In mathematics, a group is a set and an operation that combines any two elements of the set to produce a third element of the set, in such a way that the operation is associative, an identity element exists and every element has an inverse. These three axioms hold for number systems and many other mathematical structures. For example, the integers together with the addition operation form a group. The concept of a group and the axioms that define it were elaborated for handling, in a unified way, essential structural properties of very different mathematical entities such as numbers, geometric shapes and polynomial roots. Because the concept of groups is ubiquitous in numerous areas both within and outside mathematics, some authors consider it as a central organizing principle of contemporary mathematics.[1][2]\n"
    },
    {
        "name": "Group theory",
        "description": "In abstract algebra, group theory studies the algebraic structures known as groups.  \nThe concept of a group is central to abstract algebra: other well-known algebraic structures, such as rings, fields, and vector spaces, can all be seen as groups endowed with additional operations and axioms. Groups recur throughout mathematics, and the methods of group theory have influenced many parts of algebra. Linear algebraic groups and Lie groups are two branches of group theory that have experienced advances and have become subject areas in their own right.\n"
    },
    {
        "name": "Support group",
        "description": "\nIn a support group, members provide each other with various types of help, usually nonprofessional and nonmaterial, for a particular shared, usually burdensome, characteristic. Members with the same issues can come together for sharing coping strategies, to feel more empowered and for a sense of community. The help may take the form of providing and evaluating relevant information, relating personal experiences, listening to and accepting others' experiences, providing sympathetic understanding and establishing social networks. A support group may also work to inform the public or engage in advocacy.\n"
    },
    {
        "name": "Focus group",
        "description": "A focus group is a group interview involving a small number of demographically similar people or participants who have other common traits/experiences. Their reactions to specific researcher/evaluator-posed questions are studied. Focus groups are used in market research to understand better people's reactions to products or services or participants' perceptions of shared experiences. The discussions can be guided or open. In market research, focus groups can explore a group's response to a new product or service. As a program evaluation tool, they can elicit lessons learned and recommendations for performance improvement. The idea is for the researcher to understand participants' reactions. If group members are representative of a larger population, those reactions may be expected to reflect the views of that larger population.[1][2][3] Thus, focus groups constitute a research or evaluation method that researchers organize to collect qualitative data through interactive and directed discussions.[4]\n"
    },
    {
        "name": "Lie group",
        "description": "In mathematics, a Lie group (pronounced /liː/ LEE) is a group that is also a differentiable manifold. A manifold is a space that locally resembles Euclidean space, whereas groups define the abstract concept of a binary operation along with the additional properties it must have to be thought of as a \"transformation\" in the abstract sense, for instance multiplication and the taking of inverses (division), or equivalently, the concept of addition and the taking of inverses (subtraction). Combining these two ideas, one obtains a continuous group where multiplying points and their inverses are continuous. If the multiplication and taking of inverses are smooth (differentiable) as well, one obtains a Lie group.\n"
    },
    {
        "name": "UEFA Euro 2024",
        "description": "The 2024 UEFA European Football Championship, commonly referred to as UEFA Euro 2024 (stylised as UEFA EURO 2024) or simply Euro 2024, will be the 17th edition of the UEFA European Championship, the quadrennial international men's football championship of Europe organised by UEFA. Germany will host the tournament, which is scheduled to take place from 14 June to 14 July 2024.[1]\nIt will be the third time that European Championship matches are played on German territory and the second time in reunified Germany as the former West Germany hosted the tournament of 1988, and four matches of the multi-national Euro 2020 were played in Munich. It will be the first time the competition is held in the region of former East Germany with Leipzig as a host city, as well as the first time that a reunified Germany served as a solo host nation.[2] The tournament will return to its usual 4-year cycle, after Euro 2020 was delayed to 2021 due to the COVID-19 pandemic.\n"
    },
    {
        "name": "2023 Africa Cup of Nations",
        "description": "The 2023 Africa Cup of Nations (also referred to as AFCON 2023 or CAN 2023) is scheduled to be the 34th edition of the Africa Cup of Nations, the biennial international men's football championship of Africa organized by the Confederation of African Football (CAF). The tournament is scheduled to be hosted by Ivory Coast, the second time the country would host the competition. The Confederation of African Football initially changed the dates of the tournament to June and July rather than the usual January, which first came into play in the 2019 tournament.[1][2] It would have allowed the tournament to not conflict with other major tournaments, as well as allowing big name players to play for their nations in the tournament without missing games for their European club side.[3][4]\n"
    },
    {
        "name": "Major religious groups",
        "description": "The world's principal religions and spiritual traditions may be classified into a small number of major groups, though this is not a uniform practice. This theory began in the 18th century with the goal of recognizing the relative levels of civility in different societies,[2] but this practice has since fallen into disrepute in many contemporary cultures.\n"
    },
    {
        "name": "Ethnoreligious group",
        "description": "Furthermore, the term ethno-religious group, along with ethno-regional and ethno-linguistic groups, is a sub-category of ethnicity and is used as evidence of belief in a common culture and ancestry.[2]\n"
    },
    {
        "name": "Special interest group",
        "description": "A special interest group (SIG) is a community within a larger organization with a shared interest in advancing a specific area of knowledge, learning or technology where members cooperate to affect or to produce solutions within their particular field, and may communicate, meet, and organize conferences. The term was used in 1961 by the Association for Computing Machinery (ACM), an academic and professional computer society.[1] SIG was later popularized on CompuServe, an early online service provider, where SIGs were a section of the service devoted to particular interests.[2][3][4]\n"
    },
    {
        "name": "G20",
        "description": "The G20 or Group of Twenty is an intergovernmental forum comprising 19 countries and the European Union (EU). It works to address major issues related to the global economy, such as international financial stability, climate change mitigation, and sustainable development.[3]\n"
    },
    {
        "name": "Group (periodic table)",
        "description": "In chemistry, a group (also known as a family[1]) is a column of elements in the periodic table of the chemical elements. There are 18 numbered groups in the periodic table; the 14 f-block columns, between groups 2 and 3, are not numbered. The elements in a group have similar physical or chemical characteristics of the outermost electron shells of their atoms (i.e., the same core charge), because most chemical properties are dominated by the orbital location of the outermost electron.  \n"
    },
    {
        "name": "Supporters' group",
        "description": "Supporters' groups in continental Europe are generally known as ultras, which derives from the Latin word ultrā,[1] meaning beyond in English, with the implication that their enthusiasm is 'beyond' the normal. In the Anglosphere, these groups are generally known as \"supporters' groups\". Most groups in the United States, Canada, United Kingdom, and Australia call themselves \"supporters' groups\"; however, some do self-identify as ultras, particularly in communities with large Spanish, French, or Italian speaking populations. In Mexico, they are called porras, while in South America they are called either hinchada (plural of hincha, a Spanish word that was first used in Uruguay to refer to a single fan or supporter) or, exclusively in Brazil, torcida (plural of torcedor, which means 'supporter' in Portuguese) and fanaticada (plural of 'fan' in Portuguese). All of these terms are most commonly used to refer to the whole crowd of a team in the stadium and not just the groups within those crowds that lead the chants and display of choreographies and flags.\n"
    },
    {
        "name": "List of warez groups",
        "description": "Warez groups are teams of individuals who have participated in the organized unauthorized publication of films, music, or other media, as well as those who can reverse engineer and crack the digital rights management (DRM) measures applied to commercial software. This is a list of groups, both web-based and warez scene groups, which have attained notoriety outside of their respective communities. A plurality of warez groups operate within the so-called warez scene, though as of 2019 a large amount of software and game warez is now distributed first via the web. Leaks of releases from warez groups operating within the \"scene\" still constitute a large amount of warez shared globally. Between 2003 and 2009 there were 3,164 active groups within the warez scene, with the majority of these groups being active for no more than two months and with only a small fraction being active for many years.[1] The warez scene is a very competitive and volatile environment, largely a symptom of participation in its community being illegal in most countries. Groups are generally not driven by profit, but by reputation.[2]\n"
    },
    {
        "name": "Hate group",
        "description": "A hate group is a social group that advocates and practices hatred, hostility, or violence towards members of a race, ethnicity, nation, religion, gender, gender identity, sexual orientation, or any other designated sector of society. According to the United States Federal Bureau of Investigation (FBI), a hate group's \"primary purpose is to promote animosity, hostility, and malice against persons belonging to a race, religion, disability, sexual orientation, or ethnicity/national origin which differs from that of the members of the organization.\"[1]\n"
    },
    {
        "name": "Terrier",
        "description": "Terrier (from Latin terra, 'earth') is a type of dog originally bred to hunt vermin.[1][2][3] A terrier is a dog of any one of many breeds or landraces of the terrier type, which are typically small, wiry, game, and fearless.[4] Terrier breeds vary greatly in size from just 1 kg (2 lb) to over 60 kg (132 lb, e.g. Black Russian Terrier) and are usually categorized by size or function. There are five different groups of terrier, with each group having different shapes and sizes.\n"
    },
    {
        "name": "Governmental lists of cults and sects",
        "description": "\nThe application of the labels \"cults\" or \"sects\" to (for example) religious movements in government documents usually signifies the popular and negative use of the term \"cult\" in English and a functionally similar use of words translated as \"sect\" in several European languages.[1][2][need quotation to verify] Government reports which have used these words include ones from Austria,[3]\nBelgium,[4]\nCanada, China, France, Germany, and Russia. While these documents utilize similar terminology they do not necessarily include the same groups nor is their assessment of these groups based on agreed criteria. Other governments and world bodies also report on new religious movements but do not use these terms to describe them.[1][need quotation to verify]\n"
    },
    {
        "name": "List of ethnic groups in Tanzania",
        "description": "There are more than 100 distinct ethnic groups and tribes in Tanzania, not including ethnic groups that reside in Tanzania as refugees from conflicts in nearby countries. These ethnic groups are of Bantu origin, with large Nilotic-speaking, moderate indigenous, and small non-African minorities. The country lacks a clear dominant ethnic majority: the largest ethnic group in Tanzania, the Maasai, comprises only about 16 percent of the country's total population, followed by the Wanyakyusa and the Chagga. Unlike its neighbouring countries, Tanzania has not experienced large-scale ethnic conflicts, a fact attributed to the unifying influence of the Swahili language.[1]\n"
    },
    {
        "name": "Wagner Group",
        "description": "The Wagner Group (Russian: Группа Вагнера, romanized: Gruppa Vagnera), also known as PMC Wagner[3] (Russian: ЧВК[a] «Вагнер», romanized: ChVK «Vagner»[51]; lit. 'Wagner Private Military Company'), is a Russian paramilitary organization.[3] It is variously described as a private military company (PMC), a network of mercenaries, or a de facto private army of Russian President Vladimir Putin.[3][52] The group operates beyond the law because private military contractors are officially forbidden in Russia.[53][54][52] While the Wagner Group itself is not ideologically driven,[55][56] various elements of Wagner have been linked to neo-Nazis and far-right extremists.[3][57][58]\n"
    },
    {
        "name": "List of 1960s musical artists",
        "description": "A non cllasical wiki page. No summary is avelible"
    },
    {
        "name": "Ethnic groups in Europe",
        "description": "Europeans are the focus of European ethnology, the field of anthropology related to the various ethnic groups that reside in the states of Europe. Groups may be defined by common genetic ancestry, common language, or both. Pan and Pfeil (2004) count 87 distinct \"peoples of Europe\", of which 33 form the majority population in at least one sovereign state, while the remaining 54 constitute ethnic minorities. The total number of national minority populations in Europe is estimated at 105 million people, or 14% of 770 million Europeans.[1] The Russians are the most populous among Europeans, with a population of roughly 120 million.[2] There are no universally accepted and precise definitions of the terms \"ethnic group\" and \"nationality\". In the context of European ethnography in particular, the terms ethnic group, people, nationality and ethno-linguistic group, are used as mostly synonymous, although preference may vary in usage with respect to the situation specific to the individual countries of Europe.[3]\n"
    },
    {
        "name": "Punk rock",
        "description": "Punk rock (also known as simply punk) is a music genre that emerged in the mid-1970s. Rooted in 1960s garage rock, punk bands rejected the perceived excesses of mainstream 1970s rock music. They typically produced short, fast-paced songs with hard-edged melodies and singing styles, stripped-down instrumentation, and often shouted political, anti-establishment lyrics. Punk embraces a DIY ethic; many bands self-produce recordings and distribute them through independent record labels.\n"
    },
    {
        "name": "Anarchism",
        "description": "Anarchism is a political philosophy and movement that is skeptical of all justifications for authority and seeks to abolish the institutions it claims maintain unnecessary coercion and hierarchy, typically including, though not necessarily limited to, governments, nation states,[1] and capitalism. Anarchism advocates for the replacement of the state with stateless societies or other forms of free associations. As a historically left-wing movement, usually placed on the farthest left of the political spectrum, it is usually described alongside communalism and libertarian Marxism as the libertarian wing (libertarian socialism) of the socialist movement.\n"
    },
    {
        "name": "Tibet",
        "description": "Tibet (/tɪˈbɛt/ (listen); Tibetan: བོད་, Lhasa dialect: [pʰøː˨˧˩] Böd; Chinese: 西藏; pinyin: Xīzàng) is a region in East Asia, covering much of the Tibetan Plateau and spanning about 2,500,000 km2 (970,000 sq mi). It is the traditional homeland of the Tibetan people. Also resident on the plateau are some other ethnic groups such as Monpa, Tamang, Qiang, Sherpa and Lhoba peoples and now also considerable numbers of Han Chinese and Hui settlers. Since 1951, the entire plateau has been under the administration of the People's Republic of China, a major portion in the Tibet Autonomous Region, and other portions in the Qinghai and Sichuan provinces.\n"
    },
    {
        "name": "Group theory",
        "description": "In abstract algebra, group theory studies the algebraic structures known as groups.  \nThe concept of a group is central to abstract algebra: other well-known algebraic structures, such as rings, fields, and vector spaces, can all be seen as groups endowed with additional operations and axioms. Groups recur throughout mathematics, and the methods of group theory have influenced many parts of algebra. Linear algebraic groups and Lie groups are two branches of group theory that have experienced advances and have become subject areas in their own right.\n"
    },
    {
        "name": "List of American Army Groups in World War II",
        "description": "A non cllasical wiki page. No summary is avelible"
    },
    {
        "name": "List of organizations designated by the Southern Poverty Law Center as hate groups",
        "description": "\n\n\nThe following is a list of U.S.-based organizations that are classified as hate groups by the Southern Poverty Law Center (SPLC).[1] The SPLC is an American nonprofit legal advocacy organization specializing in civil rights and public interest litigation. The SPLC defines a hate group as \"an organization that — based on its official statements or principles, the statements of its leaders, or its activities — has beliefs or practices that attack or malign an entire class of people, typically for their immutable characteristic.\"[2] The SPLC states that \"Hate group activities can include criminal acts, marches, rallies, speeches, meetings, leafleting or publishing\" and adds that inclusion on its hate-group list \"does not imply that a group advocates or engages in violence or other criminal activity.\"[1]\n"
    }
]