[
    {
        "name": "Onomatopoeia",
        "description": "Onomatopoeia[note 1] is the process of creating a word that phonetically imitates, resembles, or suggests the sound that it describes. Such a word itself is also called an onomatopoeia. Common onomatopoeias include animal noises such as oink, meow (or miaow), roar, and chirp. Onomatopoeia can differ between languages: it conforms to some extent to the broader linguistic system;[6][7] hence the sound of a clock may be expressed as tick tock in English, tic tac in Spanish and Italian (shown in the picture), dī dā in Mandarin, kachi kachi in Japanese, or tik-tik in Hindi.\n"
    },
    {
        "name": "List of onomatopoeias",
        "description": "\nThis is a list of onomatopoeias, i.e. words that imitate, resemble, or suggest the source of the sound that they describe. For more information, see the linked articles.\n"
    },
    {
        "name": "Onomatopoeia (comics)",
        "description": "Onomatopoeia is a supervillain appearing in comic books published by DC Comics, usually as an enemy of Green Arrow and Batman. Created by writer Kevin Smith and artist Phil Hester, the character first appeared in Green Arrow (vol. 3) #12 (March 2002).[1]\n"
    },
    {
        "name": "List of animal sounds",
        "description": "Certain words in the English language represent animal sounds: the noises and vocalizations of particular animals, especially noises used by animals for communication. The words can be used as verbs or interjections in addition to nouns, and many of them are also specifically onomatopoeic.\n"
    },
    {
        "name": "Cross-linguistic onomatopoeias",
        "description": "Because of the nature of onomatopoeia, there are many words which show a similar pronunciation in the languages of the world. The following is a list of some conventional examples:\n"
    },
    {
        "name": "Japanese sound symbolism",
        "description": "The Japanese language has a large inventory of sound symbolic or mimetic words, known in linguistics as ideophones.[1][2] Such words are found in written as well as spoken Japanese.[3] Known popularly as onomatopoeia, these words are not just imitative of sounds but cover a much wider range of meanings;[1] indeed, many sound-symbolic words in Japanese are for things that don't make any noise originally, most clearly demonstrated by 'silently' (しーんと, shīnto), not to be confused with the religion Shintō.\n"
    },
    {
        "name": "Vroom",
        "description": "Vroom (and variant spelling) is an onomatopoeia[1] that represents the sound of an engine revving up.[2] It also describes the act of purposefully operating a motor vehicle at high speeds so as to create loud engine noises.[3] The word is a common early childhood sound, and is used in speech therapy techniques. It is also an example of a cross-linguistic onomatopoeia.\n"
    },
    {
        "name": "The Masked Dancer (British series 2)",
        "description": "The second series of the British version of The Masked Dancer premiered on ITV on 3 September 2022, and concluded on 22 October 2022. The series was won by actress Heather Morris as \"Scissors\", with actor Adam Garcia finishing second as \"Onomatopoeia\", and dancer/choreographer Bruno Tonioli placing third as \"Pearly King\".\n"
    },
    {
        "name": "Onomatopoeia (album)",
        "description": "Onomatopoeia is the only album by Flobots members under the alias Jonny 5 + Yak.  Jonny 5 (James Laurie) and Yak (Farhad Ebrahimi) had previously released music under the name The Flobots, and Laurie would later reprise the Flobots name in future releases without Ebrahimi.  Released locally in 2001, the album featured David Gralow on guitar, Terrence Favors on cello, and Jaymz Haynes on bass.[1] The album has since been re-printed and re-released by Jonny 5 due to fan interest, with all proceeds going towards the Flobots' own charity.[2]\n"
    },
    {
        "name": "Nyaa Torrents",
        "description": "Nyaa Torrents (named for the Japanese onomatopoeia for a cat's meow) is a BitTorrent website focused on East Asian (Japanese, Chinese, and Korean) media. It is one of the largest public anime-dedicated torrent indexes.[1][2]\n"
    },
    {
        "name": "Tamil onomatopoeia",
        "description": "Tamil onomatopoeia refers to the Tamil language words that phonetically imitates, resembles or suggests the source of the sound that it describes. The rules of Tamil onomatopoeia are laid down in the grammar book Tolkāppiyam from Sangam literature.\n"
    },
    {
        "name": "Flobots",
        "description": "Flobots is an experimental rap rock band from Denver, Colorado, formed in 2005 by Jamie Laurie. The band's origins date back 5 years earlier to a similar project by Laurie. Flobots found mainstream success with their major label debut Fight with Tools (2007), featuring the single \"Handlebars\", which became a popular hit on Modern Rock radio in April 2008. The band has released four studio albums and one EP, with their latest Noenemies being released in May 2017.\n"
    },
    {
        "name": "Djent",
        "description": "Djent (/dʒɛnt/) is a subgenre of progressive metal characterised by its use of off-beat and complex rhythm patterns.[1][2] Its distinctive sound is that of high-gain, distorted, palm-muted, down-tuned strings. The name \"djent\" is an onomatopoeia of this sound.[3][4][5]\n"
    },
    {
        "name": "Katakana",
        "description": "Katakana (片仮名、カタカナ, Japanese pronunciation: [katakaꜜna][note 1]) is a Japanese syllabary, one component of the Japanese writing system along with hiragana,[2] kanji and in some cases the Latin script (known as rōmaji). The word katakana means \"fragmentary kana\", as the katakana characters are derived from components or fragments of more complex kanji. Katakana and hiragana are both kana systems. With one or two minor exceptions, each syllable (strictly mora) in the Japanese language is represented by one character or kana in each system. Each kana represents either a vowel such as \"a\" (katakana ア); a consonant followed by a vowel such as \"ka\" (katakana カ); or \"n\" (katakana ン), a nasal sonorant which, depending on the context, sounds either like English m, n or ng ([ŋ]) or like the nasal vowels of Portuguese or Galician.\n"
    },
    {
        "name": "Product naming",
        "description": "Product naming is the discipline of deciding what a product will be called, and is very similar in concept and approach to the process of deciding on a name for a company or organization. Product naming is considered a critical part of the branding process, which includes all of the marketing activities that affect the brand image, such as positioning and the design of logo, packaging and the product itself.\nThe process involved in product naming can take months or years to complete. Some key steps include specifying the objectives of the branding, developing the product name itself, evaluating names through target market testing and focus groups, choosing a final product name, and finally identifying it as a trademark for protection.[1]\n"
    },
    {
        "name": "Adam Garcia",
        "description": "Adam Gabriel Garcia (born 1 June 1973) is an Australian stage, television, and film actor who is best known for lead roles in musicals such as Saturday Night Fever and Kiss Me, Kate.[1][2] He is also a trained tap dancer and singer.[3] Garcia has been nominated twice at the Laurence Olivier Awards in 1999[4] and 2013.[5]\n"
    },
    {
        "name": "Z",
        "description": "Z (or z) is the 26th and last letter of the Latin alphabet, used in the modern English alphabet, the alphabets of other western European languages and others worldwide. Its usual names in English are zed (/ˈzɛd/) and zee (/ˈziː/), with an occasional archaic variant izzard (/ˈɪzərd/).[1]\n"
    },
    {
        "name": "Stylistic device",
        "description": "In literature and writing, stylistically elements are the use of any of a variety of techniques to give an auxiliary meaning, ideas, or feeling to the literalism or written.\n"
    },
    {
        "name": "Tweety",
        "description": "Tweety is a yellow canary in the Warner Bros. Looney Tunes and Merrie Melodies series of animated cartoons.[3] The name \"Tweety\" is a play on words, as it originally meant \"sweetie\", along with \"tweet\" being an English onomatopoeia for the sounds of birds. His characteristics are based on Red Skelton's famous \"Junior the Mean Widdle Kid.\"[4] He appeared in 46 cartoons during the golden age, made between 1942 and 1964.[5]\n"
    },
    {
        "name": "Tamil language",
        "description": "Assamese\n ·\nBengali\n ·\nBodo\n ·\nDogri\n ·\nGujarati\n\nHindi\n ·\nKannada \n ·\nKashmiri\n ·\nKonkani\n ·\nMaithili\n\nMalayalam\n ·\nMarathi\n ·\nMeitei (Manipuri)\n ·\nNepali\n\nOdia\n ·\nPunjabi\n ·\nSanskrit\n ·\nSantali\n ·\nSindhi\n\nTamil \n ·\nTelugu\n ·\nUrdu\n"
    },
    {
        "name": "Rhetorical device",
        "description": "In rhetoric, a rhetorical device, persuasive device, or stylistic device is a technique that an author or speaker uses to convey to the listener or reader a meaning with the goal of persuading them towards considering a topic from a perspective, using language designed to encourage or provoke an emotional display of a given perspective or action. Rhetorical devices evoke an emotional response in the audience through use of language, but that is not their primary purpose. Rather, by doing so, they seek to make a position or argument more compelling than it would otherwise be.[1]\n"
    },
    {
        "name": "One Piece",
        "description": "One Piece (stylized in all caps) is a Japanese manga series written and illustrated by Eiichiro Oda. It has been serialized in Shueisha's shōnen manga magazine Weekly Shōnen Jump since July 1997, with its individual chapters compiled into 104 tankōbon volumes as of November 2022[update]. The story follows the adventures of Monkey D. Luffy, a boy whose body gained the properties of rubber after unintentionally eating a Devil Fruit. With his pirate crew, the Straw Hat Pirates, Luffy explores the Grand Line in search of the deceased King of the Pirates Gol D. Roger's ultimate treasure known as the \"One Piece\" in order to become the next King of the Pirates.\n"
    },
    {
        "name": "Czech language",
        "description": "Czech (/tʃɛk/; Czech čeština [ˈtʃɛʃcɪna]), historically also Bohemian[5] (/boʊˈhiːmiən, bə-/;[6] lingua Bohemica in Latin), is a West Slavic language of the Czech–Slovak group, written in Latin script.[5] Spoken by over 10 million people, it serves as the official language of the Czech Republic. Czech is closely related to Slovak, to the point of high mutual intelligibility, as well as to Polish to a lesser degree.[7] Czech is a fusional language with a rich system of morphology and relatively flexible word order. Its vocabulary has been extensively influenced by Latin and German.\n"
    },
    {
        "name": "Spider-Man: Into the Spider-Verse",
        "description": "Spider-Man: Into the Spider-Verse is a 2018 American computer-animated superhero film featuring the Marvel Comics character Miles Morales / Spider-Man, produced by Columbia Pictures and Sony Pictures Animation in association with Marvel Entertainment. Distributed by Sony Pictures Releasing, it is the first animated film in the Spider-Man franchise.[4][5] Directed by Bob Persichetti, Peter Ramsey, and Rodney Rothman (in Persichetti and Rothman's feature directorial debuts) from a screenplay by Phil Lord and Rothman, it stars Shameik Moore as Morales, alongside the voices of Jake Johnson, Hailee Steinfeld, Mahershala Ali, Brian Tyree Henry, Lily Tomlin, Luna Lauren Vélez, John Mulaney, Kimiko Glenn, Nicolas Cage, and Liev Schreiber. The film's story follows Miles Morales as he becomes the new Spider-Man and joins other Spider-People from various parallel universes to save his universe from Kingpin.\n"
    },
    {
        "name": "Inherently funny word",
        "description": "Vaudeville tradition holds that words with the letter k are funny. A 2015 study at the University of Alberta suggested that the humor of certain nonsense words can be explained by whether they seem rude, and by the property of entropy; the improbability of certain letters being used together in a word. The philosopher Arthur Schopenhauer posited that humor is a product of one's expectations being violated.\n"
    },
    {
        "name": "Eeyore",
        "description": "Eeyore (/ˈiːɔːr/ (listen) EE-or) is a fictional character in the Winnie-the-Pooh books by A. A. Milne.  He is generally characterized as a pessimistic, gloomy, depressed, anhedonic, old grey stuffed donkey who is a friend of the title character, Winnie-the-Pooh.\n"
    },
    {
        "name": "Roald Dahl",
        "description": "Roald Dahl[a] (13 September 1916 – 23 November 1990) was a British novelist, short-story writer, poet, screenwriter, and wartime fighter ace of Norwegian descent.[1][2] His books have sold more than 250 million copies worldwide.[3] Dahl has been called \"one of the greatest storytellers for children of the 20th century\".[4]\n"
    },
    {
        "name": "Blowing a raspberry",
        "description": "Blowing a raspberry, strawberry, razzing or making a Bronx cheer, is to make a noise similar to flatulence that may signify derision, real or feigned. It is made by placing the tongue between the lips, or alternately placing the lips against any area of skin, and blowing. When performed against the skin of another person, it is often a form of tickling. \n"
    },
    {
        "name": "Afrikaans",
        "description": "Afrikaans (UK: /ˌæfrɪˈkɑːns/, US: /ˌɑːf-/)[4][5] is a West Germanic language that evolved in the Dutch Cape Colony from the Dutch vernacular[6][7] of Holland proper (i.e., the Hollandic dialect)[8][9] used by Dutch, French, and German settlers and their slaves. Afrikaans gradually began to develop distinguishing characteristics during the course of the 18th century.[10] Now spoken in South Africa, Namibia and (to a lesser extent) Botswana, Zambia, and Zimbabwe, estimates circa 2010 of the total number of Afrikaans speakers range between 15 and 23 million.[note 1] Most linguists consider Afrikaans to be a partly creole language.[11][12][13]\n"
    },
    {
        "name": "Gorgon",
        "description": "A Gorgon (/ˈɡɔːrɡən/; plural: Gorgons, Ancient Greek: Γοργών/Γοργώ Gorgṓn/Gorgṓ) is a creature in Greek mythology. Gorgons occur in the earliest examples of Greek literature. While descriptions of Gorgons vary, the term most commonly refers to three sisters who are described as having hair made of living, venomous snakes and horrifying visages that turned those who beheld them to stone. Traditionally, two of the Gorgons, Stheno and Euryale, were immortal, but their sister Medusa was not[1] and was slain by the demigod and hero Perseus.\n"
    },
    {
        "name": "Kevin Smith",
        "description": "Kevin Patrick Smith (born August 2, 1970)[2] is an American filmmaker, actor, comedian, comic book writer, author, YouTuber, and podcaster. He came to prominence with the low-budget comedy buddy film Clerks (1994), which he wrote, directed, co-produced, and acted in as the character Silent Bob of stoner duo Jay and Silent Bob, characters who also appeared in Smith's later films Mallrats (1995), Chasing Amy (1997), Dogma (1999), Jay and Silent Bob Strike Back (2001), Clerks II (2006), Jay and Silent Bob Reboot (2019), and Clerks III (2022) which are set primarily in his home state of New Jersey. While not strictly sequential, the films have crossover plot elements, character references, and a shared canon known as the \"View Askewniverse\", named after Smith's production company View Askew Productions, which he co-founded with Scott Mosier.\n"
    },
    {
        "name": "Batman (TV series)",
        "description": "Batman is an American live action television series, based on the DC Comics character of the same name. It stars Adam West as Bruce Wayne / Batman and Burt Ward as Dick Grayson / Robin – two crime-fighting heroes who defend Gotham City from a variety of archvillains.[1][2] It is known for its camp style, upbeat theme music, and its intentionally humorous, simplistic morality (aimed at its largely teenage audience). This included championing the importance of using seat belts, doing homework, eating vegetables, and drinking milk.[3] It was described by executive producer William Dozier as the only situation comedy on the air without a laugh track. The 120 episodes aired on the ABC network for three seasons from January 12, 1966, to March 14, 1968, twice weekly during the first two seasons, and weekly for the third. In 2016, television critics Alan Sepinwall and Matt Zoller Seitz ranked Batman as the 82nd greatest American television show of all time. A companion feature film was released in 1966 between the first and second seasons of the TV show.\n"
    },
    {
        "name": "Etymology",
        "description": "Etymology (/ˌɛtɪˈmɒlədʒi/ ET-im-OL-ə-jee)[1] is the study of the history of the form of words[2] and, by extension, the origin and evolution of their semantic meaning across time.[3] It is a subfield of historical linguistics, and draws upon comparative semantics, morphology, semiotics, and phonetics.\n"
    },
    {
        "name": "At sign",
        "description": "The at sign, @, is normally read aloud as \"at\"; it is also commonly called the at symbol, commercial at, or address sign. It is used as an accounting and invoice abbreviation meaning \"at a rate of\" (e.g. 7 widgets @ £2 per widget = £14),[1] but it is now seen more widely in email addresses and social media platform handles.\n"
    },
    {
        "name": "English grammar",
        "description": "English grammar is the set of structural rules of the English language. This includes the structure of words, phrases, clauses, sentences, and whole texts.\n"
    },
    {
        "name": "Nilo Alcala",
        "description": "Nilo Alcala is a Filipino-American composer and 2019 The American Prize Winner in Composition. He is the first Philippine-born composer to be commissioned by Grammy winner Los Angeles Master Chorale, and also to receive the Aaron Copland House Residency Award.\n"
    },
    {
        "name": "American English regional vocabulary",
        "description": "Regional vocabulary within American English varies. Below is a list of lexical differences in vocabulary that are generally associated with a region. A term featured on a list may or may not be found throughout the region concerned, and may or may not be recognized by speakers outside that region. Some terms appear on more than one list.\n"
    },
    {
        "name": "Shamanism",
        "description": "Shamanism is a religious practice that involves a practitioner (shaman) interacting with what they believe to be a spirit world through altered states of consciousness, such as trance.[1][2] The goal of this is usually to direct spirits or spiritual energies into the physical world for the purpose of healing, divination, or to aid human beings in some other way.[1]\n"
    },
    {
        "name": "Œ",
        "description": "Œ (minuscule: œ) is a Latin alphabet grapheme, a ligature of o and e. In medieval and early modern Latin, it was used to represent the Greek diphthong οι and in a few non-Greek words, usages that continue in English and French. In French, it is also used in some non-learned words, representing then mid-front rounded vowel-sounds, rather than sounding the same as é or è, those being its traditional French values in the words borrowed from or via Latin.\n"
    },
    {
        "name": "Japanese language",
        "description": "Japanese (日本語, Nihongo, [ɲihoŋɡo] (listen)) is spoken as a native language by about 128 million people, primarily Japanese people and primarily in Japan, the only country where it is the national language. Japanese belongs to the Japonic or Japanese-Ryukyuan language family. There have been many attempts to group the Japonic languages with other families such as the Ainu, Austroasiatic, Koreanic, and the now-discredited Altaic, but none of these proposals has gained widespread acceptance.\n"
    },
    {
        "name": "Pidgin",
        "description": "A pidgin[1][2][3] /ˈpɪdʒɪn/, or pidgin language, is a grammatically simplified means of communication that develops between two or more groups of people that do not have a language in common: typically, its vocabulary and grammar are limited and often drawn from several languages. It is most commonly employed in situations such as trade, or where both groups speak languages different from the language of the country in which they reside (but where there is no common language between the groups). Linguists do not typically consider pidgins as full or complete languages.\n"
    },
    {
        "name": "List of ethnic slurs",
        "description": "The following is a list of ethnic slurs or ethnophaulisms or ethnic epithets that are, or have been, used as insinuations or allegations about members of a given ethnicity or racial group or to refer to them in a derogatory, pejorative, or otherwise insulting manner.\n"
    },
    {
        "name": "Singing",
        "description": "Singing is the act of creating musical sounds with the voice.[1][2][3] A person who sings is called a singer, artist or vocalist (in jazz and/or popular music).[4][5] Singers perform music (arias, recitatives, songs, etc.) that can be sung with or without accompaniment by musical instruments. Singing is often done in an ensemble of musicians, such as a choir. Singers may perform as soloists or accompanied by anything from a single instrument (as in art song or some jazz styles) up to a symphony orchestra or big band. Different singing styles include art music such as opera and Chinese opera, Indian music, Japanese music, and religious music styles such as gospel, traditional music styles, world music, jazz, blues, ghazal, and popular music styles such as pop, rock, and electronic dance music.\n"
    },
    {
        "name": "Poetry",
        "description": "Poetry (derived from the Greek poiesis, \"making\"), also called verse,[note 1] is a form of literature that uses aesthetic and often rhythmic[1][2][3] qualities of language − such as phonaesthetics, sound symbolism, and metre − to evoke meanings in addition to, or in place of, a prosaic ostensible meaning. A poem is a literary composition, written by a poet, using this principle.\n"
    },
    {
        "name": "Comics",
        "description": "Comics is a medium used to express ideas with images, often combined with text or other visual information. It typically takes the form of a sequence of panels of images. Textual devices such as speech balloons, captions, and onomatopoeia can indicate dialogue, narration, sound effects, or other information. There is no consensus amongst theorists and historians on a definition of comics; some emphasize the combination of images and text, some sequentiality or other image relations, and others historical aspects such as mass reproduction or the use of recurring characters. Cartooning and other forms of illustration are the most common image-making means in comics; fumetti is a form that uses photographic images. Common forms include comic strips, editorial and gag cartoons, and comic books. Since the late 20th century, bound volumes such as graphic novels, comic albums, and tankōbon have become increasingly common, while online webcomics have proliferated in the 21st century.\n"
    },
    {
        "name": "Pac-Man",
        "description": "Pac-Man,[a] originally called Puck Man in Japan, is a 1980 maze action video game developed and released by Namco for arcades. In North America, the game was released by Midway Manufacturing as part of its licensing agreement with Namco America. The player controls Pac-Man, who must eat all the dots inside an enclosed maze while avoiding four colored ghosts. Eating large flashing dots called \"Power Pellets\" causes the ghosts to temporarily turn blue, allowing Pac-Man to eat them for bonus points.\n"
    },
    {
        "name": "List of A Certain Magical Index characters",
        "description": "The following is a list of characters from A Certain Magical Index light novel, manga and anime series, and its side-story manga and anime series titled A Certain Scientific Railgun and A Certain Scientific Accelerator. The series primarily takes place in Academy City, a city filled with students who strove to become powerful espers and were brought into conflict by the appearance of sorcerers.\n"
    },
    {
        "name": "Twang",
        "description": "Twang is an onomatopoeia originally used to describe the sound of a vibrating bow string after the arrow is released.[1] By extension it applies to the similar vibration produced when the string of a musical instrument is plucked, and similar sounds. The term came to be applied to a nasal vocal resonation, and was historically used to describe \"a disagreeable resonance\".[1] Later, however, the term came to be more broadly associated with regional dialects, to the extent that in some locations, \"a twang is a desirable commodity\".[2]\n"
    },
    {
        "name": "List of generation IX Pokémon",
        "description": "The ninth generation (Generation IX) of the Pokémon franchise features 103 fictional species of creatures introduced to the core video game series in the Nintendo Switch games Pokémon Scarlet and Violet. The starter Pokémon were the first Pokémon of the generation to be revealed on 27 February 2022 in the Pokémon Presents presentation.\n"
    },
    {
        "name": "Japanese writing system",
        "description": "The modern Japanese writing system uses a combination of logographic kanji, which are adopted Chinese characters, and syllabic kana. Kana itself consists of a pair of syllabaries: hiragana, used primarily for native or naturalised Japanese words and grammatical elements; and katakana, used primarily for foreign words and names, loanwords, onomatopoeia, scientific names, and sometimes for emphasis. Almost all written Japanese sentences contain a mixture of kanji and kana. Because of this mixture of scripts, in addition to a large inventory of kanji characters, the Japanese writing system is considered to be one of the most complicated currently in use.[1][2]\n"
    },
    {
        "name": "Dragon",
        "description": "A dragon is a reptilian legendary creature that appears in the folklore of many cultures worldwide. Beliefs about dragons vary considerably through regions, but dragons in western cultures since the High Middle Ages have often been depicted as winged, horned, and capable of breathing fire. Dragons in eastern cultures are usually depicted as wingless, four-legged, serpentine creatures with above-average intelligence. Commonalities between dragons' traits are often a hybridization of feline, reptilian, and avian features. Scholars believe huge extinct or migrating crocodiles bear the closest resemblance, especially when encountered in forested or swampy areas, and are most likely the template of modern Oriental dragon imagery.[1][2]\n"
    },
    {
        "name": "Super Mario Bros. 2",
        "description": "Super Mario Bros. 2 is a platform video game developed and published by Nintendo for the Nintendo Entertainment System. It was first released in North America in October 1988, and in the PAL region in 1989.\n"
    },
    {
        "name": "Rhetorical device",
        "description": "In rhetoric, a rhetorical device, persuasive device, or stylistic device is a technique that an author or speaker uses to convey to the listener or reader a meaning with the goal of persuading them towards considering a topic from a perspective, using language designed to encourage or provoke an emotional display of a given perspective or action. Rhetorical devices evoke an emotional response in the audience through use of language, but that is not their primary purpose. Rather, by doing so, they seek to make a position or argument more compelling than it would otherwise be.[1]\n"
    },
    {
        "name": "Bark (sound)",
        "description": "A bark is a sound most commonly produced from dogs. Other animals that make this noise include, but are not limited to, wolves,[1] coyotes, foxes, seals and barking owls. Woof is the most common onomatopoeia in the English language for this sound. \"Bark\" is also a verb that describes the sound of many canids. University of Massachusetts Amherst researchers define a bark as a short vocalization.[2]\n"
    },
    {
        "name": "Ahegao",
        "description": "Ahegao (アヘ顔) is a term in Japanese pornography for a facial expression of characters (usually women) during sex, typically with rolling or crossed eyes, protruding tongue, and slightly reddened face, to show enjoyment or ecstasy. The style is often used in erotic manga, anime (hentai), and video games (erogē).\n"
    },
    {
        "name": "Cosmo Kramer",
        "description": "Cosmo Kramer, usually referred to as simply \"Kramer\", is a fictional character in the American television sitcom Seinfeld (1989–1998) played by Michael Richards.\n"
    }
]