[
    {
        "name": "Izak",
        "description": "Izak (or Izaak also Izhak, Itzchak, Itzik, see more options below) is a given name which is an alternate spelling for Isaac. Online sites, such as \"Think Baby Names\"[1] state that:\n"
    },
    {
        "name": "Vian Izak",
        "description": "Vian Izak is a South African American singer-songwriter, record producer, and audio engineer. He created an animated alias to maintain his anonymity online.[1]  Izak's artist project is part of the virtual band movement popularized by acts such as the Gorillaz and The Archies in where the members of the group are portrayed as animations.[2]\n"
    },
    {
        "name": "Izak Senbahar",
        "description": "Izak Senbahar is an entrepreneur, hotelier, and real estate developer. He is president of Alexico Group LLC, which is involved in luxury residential and hotel development.[1] According to The Real Deal magazine, the combined value of the company’s projects in 2014 was approximately $2 billion.[2]\n"
    },
    {
        "name": "Abraham Izak Perold",
        "description": "Abraham Izak Perold, Ph.D. (20 October 1880 – 11 December 1941) was a South African chemist and viticulturist. Educated in South Africa and Germany, Perold is best known for developing the Pinotage grape variety in 1925 through crossing Pinot noir and Cinsault. Dr. Perold also introduced 177 grape varieties into South Africa and became the first Professor of Viticulture at the University of Stellenbosch, later becoming Dean of the Faculty of Agriculture at the university.\n"
    },
    {
        "name": "Izak Reid",
        "description": "Izak George Reid (born 8 July 1987) is an English footballer who plays for Northern Premier League Premier Division side Hednesford Town, where he plays as a midfielder.\n"
    },
    {
        "name": "Izak (gamer)",
        "description": "Piotr Skowyrski, also known as Izak, is a Polish esports commentator, YouTube content creator, Twitch streamer, and former professional Counter-Strike player. He played for Team VEGA and iNET koxXx in Counter-Strike: Source and Counter-Strike: Global Offensive.[1] He is the owner of a Polish esports organisation, Izako Boars[2] and the Polish esports website, IzakTV.\n"
    },
    {
        "name": "Izak Benbasat",
        "description": "Izak Benbasat CM is a Turkish–Canadian professor and scientist, currently the Sauder Distinguished Professor of Information Systems and professor of information-system management at the University of British Columbia Sauder School of Business.[1] He is also a published author,[2] being largely cited as a researcher.[3]\n"
    },
    {
        "name": "Izak Davel",
        "description": "Izak Davel (born 1 July 1983 in South Africa) is a South African actor, singer, dancer and male model. He matriculated at the Lady Grey Arts Academy in 2001 after which he proceeded to study dance at the Tshwane University of Technology and finished his studies in 2004.[1]\n"
    },
    {
        "name": "Izak Ogoai",
        "description": "A non cllasical wiki page. No summary is avelible"
    },
    {
        "name": "Izak Parviz Nazarian",
        "description": "Izak Parviz Nazarian (Persian: اسحاق پرویز نظریان Is'ḥaq Parvêz Nazariyân; February 24, 1929 – August 23, 2017) was an Iranian-born American billionaire, businessman, investor, real-estate developer, and philanthropist. He was the managing partner of Omninet Capital, an investment vehicle and the first major investor in Qualcomm.\n"
    },
    {
        "name": "Izak Buys",
        "description": "Isaac Daniel \"Izak\" Buys (born 4 February 1895, death date 9 Oct 1946 in the Grootte Schuur Hospital, Cape Town (after his death his body was donated to the medical school of the University of Cape Town ) was a South African cricketer.\n"
    },
    {
        "name": "Izak Cornelis Bergh",
        "description": "Izak Cornelis Bergh (born 13 May 1993) is a South African first-class cricketer.[1] He is  right-handed batsman and a right-arm Legbreak bowler. He made his First Class debut for Gauteng against Eastern Province.[2]\n"
    },
    {
        "name": "Izak Van Heerden",
        "description": "\nIzak van Heerden (August 1910 – June 1973 (aged 62–63)[1]) was a South African rugby union coach, and player, remembered for his successes with the Argentina national team and the Natal Province team for his unconventional, fast-moving style.  His tactical innovations have had lasting influence on the game of rugby.[1][2]\n"
    },
    {
        "name": "Grinning Izak",
        "description": "The grinning Izak or East African spotted Izak (Holohalaelurus grennian) is a type of catshark in the waters of the Western Indian Ocean, near Kenya.[2]\n"
    },
    {
        "name": "Izak catshark",
        "description": "The Izak catshark or simply Izak (Holohalaelurus regani) is a species of catshark, belonging to the family Scyliorhinidae, common off the coasts of South Africa and southern Namibia. It typically inhabits the outer continental shelf at depths of 100–300 m (330–980 ft), with the males found deeper than the females and juveniles. The Izak catshark has a short, wide, flattened head and a robust body tapering to a long, slender tail. It can be identified by its ornate color pattern of dark brown spots (in juveniles) or reticulations and blotches (in adults) on a light yellowish background, as well as by the enlarged dermal denticles over its pectoral fins and along its dorsal midline from the snout to the second dorsal fin. This species reaches 69 cm (27 in) in length, with the males larger than females.\n"
    },
    {
        "name": "Izak Šantej",
        "description": "Šantej medalled 12 times at the Slovenian Individual Speedway Championship. Although he won 10 silver medals and 2 bronze medals he never became champion of Slovenia, being denied the gold medal 5 times by Matej Žagar and 5 times by Matej Ferjan.[1]\n"
    },
    {
        "name": "Izak Aloni",
        "description": "Aloni, born Schächter in Buchach, Galicia (then Austria-Hungary), was twice Lvov (Lemberg, Lwów, Lviv) champion (1936, 1939), and four-times Lvov sub-champion (1931, 1932, 1933, 1938). He played twice in Polish championships. In 1935, he tied for 12-14th in Warsaw (3rd POL-ch; Savielly Tartakower won). In 1937, he took 19th in Jurata (4th POL-ch; Tartakower won). In 1938, he won in Kraków (POL-ch elim.).\n"
    },
    {
        "name": "White-spotted Izak",
        "description": "The white-spotted Izak or African spotted catshark (Holohalaelurus punctatus) is a catshark of the family Scyliorhinidae. It is found in the western Indian Ocean off the coasts of Natal, South Africa, southern Mozambique, Madagascar, Kenya, and Tanzania between latitudes 4° S and 37° S, at depths of between 220 and 440 m. It can grow up to 35 cm in length.\n"
    },
    {
        "name": "Honeycomb Izak",
        "description": "The honeycomb Izak or Natal Izak (Holohalaelurus favus) is a type of catshark in the Western Indian Ocean, near South Africa.[2] It reaches a maximum length of around 50 cm. Since the mid-1970s, no specimens have been collected, even with recent biodiversity research cruises (2002 and 2003).\n"
    },
    {
        "name": "Abraham Isaac Kook",
        "description": "Abraham Isaac Kook (Hebrew: אַבְרָהָם יִצְחָק הַכֹּהֵן קוּק; 7 September 1865 – 1 September 1935), known as Rav Kook,[1] and also known by the acronym HaRaAYaH[2] (הראי״ה‎),[3] was an Orthodox rabbi, and the first Ashkenazi Chief Rabbi of British Mandatory Palestine.  He is considered to be one of the fathers of religious Zionism and is known for founding the Mercaz HaRav Yeshiva.[4]\n"
    },
    {
        "name": "Isaac (name)",
        "description": "Isaac (/ˈaɪzək/) transliterated from Yitzhak, Yitzchok (Hebrew: יִצְחָק‎, Modern: Yīṣḥaq, Tiberian: Yīṣḥāq) was one of the three patriarchs in the Hebrew Bible, whose story is told in the book of Genesis.\n"
    },
    {
        "name": "Isaac Posch",
        "description": "Isaac Posch (1591–1622) was an Austrian composer and organist.[1] He is chiefly known for his contribution to dance music[2] Musicalische Ehrenfreudt 1618, and Musicalische Tafelfreudt 1621.[3]  Posch died in Ljubljana, Slovenia.\n"
    },
    {
        "name": "Golden Rose Synagogue (Lviv)",
        "description": "The Golden Rose Synagogue, known also as the Nachmanowicz Synagogue, or  the Turei Zahav Synagogue (Hebrew: בית הכנסת טורי זהב)  was a synagogue in Lviv, western Ukraine. The Golden Rose Synagogue was the oldest synagogue in what is now Ukraine.\n"
    },
    {
        "name": "Shark",
        "description": "Sharks are a group of elasmobranch fish characterized by a cartilaginous skeleton, five to seven gill slits on the sides of the head, and pectoral fins that are not fused to the head. Modern sharks are classified within the clade Selachimorpha (or Selachii) and are the sister group to the rays. However, the term \"shark\" has also been used to refer to all extinct members of Chondrichthyes with a shark-like morphology, such as hybodonts and xenacanths.\n"
    },
    {
        "name": "Zak Burger",
        "description": "Izak Burger (born 20 August 1998) is a South African rugby union player for the Bulls in the United Rugby Championship and the Blue Bulls in the Currie Cup.[1] His regular position is scrum-half.\n"
    },
    {
        "name": "Rober Eryol",
        "description": "He was born on 21 December 1930 in Mersin, Turkey.  He was of Jewish origin. His grandfather, also named Rober Ishak Eryol, was martyred serving the Ottoman Empire in action during the Battle of Gallipoli. Rober Eryol died in December 2000 in Maltepe, Istanbul.\n"
    },
    {
        "name": "Izak Rankine",
        "description": "Izak Rankine (born 23 April 2000) is a professional Australian rules footballer who plays for the Adelaide Football Club in the Australian Football League (AFL), having previously been drafted to the Gold Coast Suns with pick 3 in the 2018 AFL draft.\n"
    },
    {
        "name": "Slovenian Individual Speedway Championship",
        "description": "The Slovenian Individual Speedway Championship is a Motorcycle speedway championship held each year to determine the Slovenian national champion. It was first staged in 1978.[2][3]\n"
    },
    {
        "name": "Jan-Izak de Villiers",
        "description": "Jan-Izak de Villiers (born 6 May 2001) is a Namibian cricketer[1] and field hockey player.[2] In May 2019, he was named in Namibia's squad for the Regional Finals of the 2018–19 ICC T20 World Cup Africa Qualifier tournament in Uganda.[3][4] Prior to his selection in the T20I team, he was named in Namibia's squads for the 2018 Under-19 Cricket World Cup and the 2019 ICC World Cricket League Division Two tournament.[5][6]\n"
    },
    {
        "name": "Crying Izak",
        "description": "The crying Izak (Holohalaelurus melanostigma) is a very rare catshark of the family Scyliorhinidae. It is found in the western Indian Ocean off Mozambique and Tanzania, at depths of between 600 and 660 m. It can grow up to 38 cm in length.\n"
    },
    {
        "name": "Nurse shark",
        "description": "The nurse shark (Ginglymostoma cirratum) is an elasmobranch fish in the family Ginglymostomatidae. The conservation status of the nurse shark is globally assessed as Vulnerable in the IUCN List of Threatened Species.[2] They are considered to be a species of least concern in the United States and in The Bahamas, but considered to be near threatened in the western Atlantic Ocean because of their vulnerable status in South America and reported threats throughout many areas of Central America and the Caribbean.[2] They are directly targeted in some fisheries and considered by-catch in others.\n"
    },
    {
        "name": "Sam Garrett",
        "description": "Samuel Alexander Garrett (born 28 August 1990) is an English singer and songwriter. Sam Garrett released his debut EP Be Easy in 2013 followed by the second EP Namaste released in 2014. In 2016, Garrett released his two-part acoustic EP titled Grace. Sam Garrett has been creating and singing devotional songs. In 2017, Garrett released his first studio album, Grace.\n"
    },
    {
        "name": "Izak van der Merwe",
        "description": "Van der Merwe turned pro in 2005 and ended the year with a single ranking of 721. During this time Van der Merwe mainly played in the ITF Futures tour. In October 2005, Van der Merwe won his first ITF Futures single title in Zimbabwe F1.\n"
    },
    {
        "name": "Selim III",
        "description": "Selim III (Ottoman Turkish: سليم ثالث, romanized: Selim-i sâlis; Turkish: III. Selim; 24 December 1761 – 28 July 1808) was the Sultan of the Ottoman Empire from 1789 to 1807. Regarded as an enlightened ruler,[2] the Janissaries eventually deposed and imprisoned him, and placed his cousin Mustafa on the throne as Mustafa IV. Selim was subsequently killed by a group of assassins.\n"
    },
    {
        "name": "List of Polish people",
        "description": "This is a partial list of notable Polish or Polish-speaking or -writing people. People of partial Polish heritage have their respective ancestries credited.\n"
    },
    {
        "name": "Erik Wesdorp",
        "description": "Izak Cornelis Eric Wesdorp (15 February 1947 – 17 October 2017) was a Dutch rower. He competed at the 1968 Summer Olympics in the eight event and finished in eights place.[2] After retiring from competitions he worked as a rowing coach, particularly with Chun Wei Cheung.[3]\n"
    },
    {
        "name": "56 Leonard Street",
        "description": "56 Leonard Street (known colloquially as the Jenga Building[2] or Jenga Tower[3] ) is an 821 ft-tall (250 m), 57-story[1] skyscraper on Leonard Street in the neighborhood of Tribeca in Manhattan, New York City. The building was designed by the Swiss architecture firm Herzog & de Meuron, which describes the building as \"houses stacked in the sky.\"[4] It is the tallest structure in Tribeca.[5]\n"
    },
    {
        "name": "List of tennis tournaments",
        "description": "A non cllasical wiki page. No summary is avelible"
    },
    {
        "name": "I. D. du Plessis",
        "description": "Izak David du Plessis, who published under the name I. D. du Plessis (25 June 1900, in Cape Town, Cape Colony – 11 December 1981 in Cape Town), was an Afrikaans-language writer. A successful writer in many genres, he is included among the Dertigers.[1]\n"
    },
    {
        "name": "The Big Lez Show",
        "description": "The Big Lez Show is an Australian comedy web series created by Jarrad Wright, Tom Hollis and Izak Whear. The show originally premiered on YouTube on 16 July 2012 and concluded on 26 January 2019. The show follows Big Lez, a humanoid alien living in the fictional Australian town of Brown Town, and the adventures he has with his friends and enemies.[1]\n"
    },
    {
        "name": "Payitaht: Abdülhamid",
        "description": "Payitaht: Abdülhamid (lit. \"The Capital: Abdul Hamid\"), named The Last Emperor in English, is a Turkish historical drama series starring Bülent İnal and Özlem Conker depicting historical events set during the reign of the 34th Ottoman Sultan, Abdul Hamid II.[1][2] The series gained support[clarification needed] in Turkey, and support from the descendants of Abdul Hamid II Harun and Orhan Osmanoglu has been noted as a \"follow-up\" to the previous television series Filinta Mustafa.\n"
    },
    {
        "name": "Ma Prem Hasya",
        "description": "Ma Prem Hasya, or Françoise Ruddy or Hasya-Françoise Ruddy,[1] (née Wizenberg; 4 April 1937 – 19 August 2014) was a French-American follower of Rajneesh who served as his personal secretary (or chief of staff)[2] after Ma Anand Sheela. She is featured in archive footage in the Netflix documentary series, Wild Wild Country about Rajneesh, and is depicted in the 2022 miniseries The Offer about her then-husband Albert S. Ruddy's experience making The Godfather (1972).\n"
    },
    {
        "name": "South Africa national rugby league team",
        "description": "Rugby league was originally introduced to South Africa in the 1950s with the staging of several series tournaments within the country that saw fixtures between the English and the French however this concept failed to generate the needed interest and was not upheld. The South Africans did not see further international rugby league until the 1960s where the first national side undertook fixtures against the visiting British and a tour to Australia. From the 1960s onwards the international fixture list for the South Africans was minimal and it was not until the early 1990s when they began to play with some lasting regularity.\n"
    },
    {
        "name": "Soul (2020 film)",
        "description": "Soul is a 2020 American computer-animated comedy-drama film produced by Pixar Animation Studios for Walt Disney Pictures. It was directed by Pete Docter, co-directed by Kemp Powers, and produced by Dana Murray, from a screenplay by Docter, Powers, and Mike Jones. The film stars the voices of Jamie Foxx, Tina Fey, Graham Norton, Rachel House, Alice Braga, Richard Ayoade, Phylicia Rashad, Donnell Rawlings, Questlove, and Angela Bassett. It follows a pianist, Joe Gardner (Foxx), who is killed in an accident before his big break as a jazz musician and seeks to reunite his separated soul and body.\n"
    },
    {
        "name": "RT (TV network)",
        "description": "RT (formerly Russia Today or Rossiya Segodnya) (Russian: Россия Сегодня)[9] is a Russian state-controlled[1] international news television network funded by the Russian government.[16][17] It operates pay television and free-to-air channels directed to audiences outside of Russia, as well as providing Internet content in Russian, English, Spanish, French, German and Arabic.\n"
    },
    {
        "name": "YBN (collective)",
        "description": "YBN (short for Young Boss Niggas), was an American hip-hop collective formed by Nick Simmons, who goes by the stage name YBN Nahmir.[1] YBN was a collective of rappers, record producers, social media personalities and promoters.[2] The collective included members from Alabama, Texas, California, Maryland, Connecticut, and Narberth, Pennsylvania.[citation needed]\n"
    },
    {
        "name": "Law & Order (franchise)",
        "description": "Law & Order is a media franchise composed of a number of related American television series created by Dick Wolf and produced by Wolf Entertainment.  They were originally broadcast on NBC, and all of them deal with some aspect of the criminal justice system. Together, the original series, its various spin-offs, the TV film, and crossover episodes from other shows constitute over 1,000 hours of programming.\n"
    },
    {
        "name": "Assyria",
        "description": "Assyria (Neo-Assyrian cuneiform: , romanized: māt Aššur; Classical Syriac: ܐܬܘܪ, romanized: ʾāthor) was a major ancient Mesopotamian civilization which existed as a city-state from the 21st century BC to the 14th century BC, then to a territorial state, and eventually an empire from the 14th century BC to the 7th century BC.\n"
    },
    {
        "name": "Neo-Assyrian Empire",
        "description": "The Neo-Assyrian Empire[b] was the fourth and penultimate stage of ancient Assyrian history and the final and greatest phase of Assyria as an independent state. Beginning with the accession of Adad-nirari II in 911 BC,[11][c] the Neo-Assyrian Empire grew to dominate the ancient Near East throughout much of the 8th and 7th centuries BC, becoming the largest empire in history up to that point.[13][14][15] Because of its geopolitical dominance and ideology based in world domination, the Neo-Assyrian Empire is by many researchers regarded to have been the first world empire in history.[14][16][15][17][d] At its height, the empire was the strongest military power in the world[13] and ruled over all of Mesopotamia, the Levant and Egypt, as well as portions of Anatolia, Arabia and modern-day Iran and Armenia. \n"
    },
    {
        "name": "Cyril Hanouna",
        "description": "Cyril Valéry Isaac Hanouna (French pronunciation: ​[siʁil valeʁi izak anuna]; Arabic: سيريل فاليري إسحاق حنونة; born 23 September 1974) is a French radio and television presenter, writer, author, columnist, producer, singer and occasional actor and comedian of Tunisian origins. He is best known for hosting the popular French TV show Touche pas à mon poste.\n"
    },
    {
        "name": "Tiger shark",
        "description": "The tiger shark (Galeocerdo cuvier)[3] is a species of requiem shark and the last extant member of the family Galeocerdonidae. It is a large macropredator, with females being capable of attaining a length of over 5 m (16 ft 5 in).[4] Populations are found in many tropical and temperate waters, especially around central Pacific islands. Its name derives from the dark stripes down its body, which resemble a tiger's pattern, but fade as the shark matures.[5]\n"
    },
    {
        "name": "Buys",
        "description": "A non cllasical wiki page. No summary is avelible"
    },
    {
        "name": "Name days in Slovakia",
        "description": "\nIn Slovakia, each day of the year corresponds to a personal name (the original list was the Roman Catholic calendar of saints). People celebrate their name days (Slovak: meniny) on the date corresponding to their own given names. Slovak culture has accorded similar importance to a person's name day to his or her  birthday.[1][2]\n"
    },
    {
        "name": "Knowledge management",
        "description": "Knowledge management (KM) is the collection of methods relating to creating, sharing, using and managing the knowledge and information of an organization.[1] It refers to a multidisciplinary approach to achieve organisational objectives by making the best use of knowledge.[2]\n"
    },
    {
        "name": "Laura Marano",
        "description": "Laura Marie Marano[1] (born November 29, 1995)[2] is an American actress and singer.  She is known for her role in the Disney Channel series Austin & Ally[3][4] as Ally Dawson. Marano was one of the five original classmates in Are You Smarter than a 5th Grader?. She starred in Without a Trace for three seasons and Back to You. Marano starred in the indie film A Sort of Homecoming,[5] the Disney Channel Original Movie Bad Hair Day,[6] and the Netflix original movie The Perfect Date.\n"
    },
    {
        "name": "Carpet shark",
        "description": "Carpet sharks are sharks classified in the order Orectolobiformes /ɒrɛkˈtɒləbɪfɔːrmiːz/. Sometimes the common name \"carpet shark\" (named so because many species resemble ornately patterned carpets) is used interchangeably with \"wobbegong\", which is the common name of sharks in the family Orectolobidae. Carpet sharks have five gill slits, two spineless dorsal fins, and a small mouth that does not extend past the eyes. Many species have barbels.\n"
    },
    {
        "name": "Sam Nazarian",
        "description": "Sam Nazarian (Persian: سام نظریان; born 1975) is a Persian-American businessman, investor and philanthropist. He is the founder, Chairman and CEO of SBE Entertainment Group.\n"
    },
    {
        "name": "Steal This Book",
        "description": "Steal This Book is a book written by Abbie Hoffman. Written in 1970 and published in 1971, the book exemplified the counterculture of the sixties. The book sold more than a quarter of a million copies between April and November 1971.[2]  The number of copies that were stolen is unknown.[3]\n"
    },
    {
        "name": "List of longest prison sentences",
        "description": "\n\nThis is a list of longest prison sentences ever given to a single person, worldwide. Listed are instances where people have been sentenced to jail terms in excess of a human lifetime, but effectively the same purpose. Note that many national legislations worldwide do not allow for such sentences.\n"
    }
]